Repository: FreaxMATE/pdftricks
Catalog: po/extra/*.po
Languages: eo, he, hr, ro, ug

source: PDF Tricks
eo: PDF-Trukoj
he: תכסיסי PDF
hr: PDF trikovi
ro: Trucuri PDF
ug: PDF چارىسى

source: Tricks for PDF Files
eo: Trukoj pri PDF-Dosieroj
he: תכסיסים לקובצי PDF
hr: Trikovi za PDF datoteke
ro: Trucuri pentru fișiere PDF
ug: PDF ھۆججەتلىرىنىڭ چارىلىرى

source: A simple, efficient application for small manipulations in PDF files.
eo: Simpla, efika programo por manipuleti PDF-dosierojn.
he: יישום פשוט ויעיל לשיפוצים קטנים בקובצי PDF.
hr: Jednostavni, učinkovit program za male manipulacije u PDF datotekama.
ro: O aplicație simplă și eficientă pentru mici manipulări de fișiere PDF.
ug: PDF ھۆججىتىدىكى كىچىك مەشغۇلاتلارغا ئاددىي ، ئۈنۈملۈك قوللىنىشچان پروگرامما.

source: Compress PDF (multiple resolutions)
eo: Densigi PDF (laŭ pluraj niveloj)
he: דחיסת PDF (מגוון רזולוציות)
hr: Komprimiraj PDF (višestruke razlučivosti)
ro: Compresare PDF (mai multe rezoluții)
ug: PDF نى پىرىسلاش (كۆپ ئېنىقلىق)

source: Split PDF (All pages or page ranges)
eo: Disigi PDF (Ĉiujn paĝojn aŭ intervalojn de paĝoj)
he: פיצול PDF (כל העמודים או טווח עמודים)
hr: Rastavi PDF (sve stranice ili raspon stranica)
ro: Despărțire PDF (toate paginile sau intervale de pagini)
ug: PDF نى پارچىلاش (بارلىق بەت ياكى بەت دائىرىسى)

source: Merge PDF
eo: Kunigi en formon PDF
he: מיזוג PDF
hr: Sjedini PDF
ro: Uniți PDF
ug: PDF نى بىرلەشتۈرۈش

source: Convert PDF
eo: Konverti PDF
he: המרת PDF
hr: Pretvori PDF
ro: Convertiți PDF
ug: PDF نى ئۆزگەرتىش

source: In recent versions of ImageMagick has been added a security policy that blocks manipulations in PDF files. This affects PDFTricks operations. To correct this change the settings of your ImageMagick installation. Check de homepage for instructions.
eo: En la lastaj versioj de ImageMagick, reguloj pri sekureco povas bloki manipuladojn pri PDF-dosieroj. Tio povas malhelpi ĉi tiun programon. Por ripari tion, agordu vian instalaĵon de ImageMagick. Kontrolu la retpaĝon por instrukcioj.
he: בגרסאות העדכניות של ImageMagick נוספה מדיניות אבטחה שחוסמת ביצוע שינויים בקובצי PDF. המדיניות הזאת פוגעת ביכולות של PDFTricks. כדי לתקן זאת עליך לשנות את הגדרות התקנת ה־ImageMagick שלך. יש פרטים נוספים בדף הבית שלנו.
hr: U nedavnim verzijama ImageMagicka dodana je sigurnosna politika koja blokira manipulacije u PDF datotekama. To utječe na PDFTricks operacije. Za ispravljanje ove promjene, promijeni postavke ImageMagick instalacije. Upute potraži na web stranici.
ro: În versiunile recente ale ImageMagick s-a adăugat o politică de securitate care blochează manipulările în fișiere PDF. Acest lucru afectează operațiunile PDFTricks. Pentru a corecta acest lucru, modificați setările de instalare ImageMagick. Verificați pagina de pornire pentru instrucțiuni.
ug: ImageMagick نىڭ يېقىنقى نەشرىدە PDF ھۆججىتىدىكى كونترول قىلىشنى چەكلەيدىغان بىخەتەرلىك سىياسىتى قوشۇلدى. بۇ PDFTricks مەشغۇلاتىغا تەسىر كۆرسىتىدۇ. بۇنى تۈزىتىش ئۈچۈن ImageMagick قاچىلاش تەڭشىكىڭىزنى ئۆزگەرتىڭ. كۆرسەتمە ئۈچۈن باش بەتنى تەكشۈرۈڭ.

source: Disable button when is processing
eo: Malaktivigi butonon dum traktado
he: השבתת הכפתור בזמן העיבוד
hr: Deaktiviraj gumb kad se obrađuje
ro: Dezactivați butonul când se procesează
ug: بىر تەرەپ قىلغاندا كۇنۇپكىنى چەكلەڭ

source: Fix build with vala 0.44
eo: Kongruigi kun Vala 0.44
he: תיקון בנייה עם vala 0.44
hr: Popravi izgradnju s vala 0.44
ro: Reparare realizată cu vala 0.44
ug: Vala 0.44 بىلەن قۇرۇلۇشنى ئوڭشاڭ

source: Update Translations
eo: Ĝisdatigi Tradukojn
he: עדכון תרגומים
hr: Aktualiziraj prijevode
ro: Actualizați traducerea
ug: تەرجىمىلەرنى يېڭىلاش

source: Bugfix
eo: Korekto de cimo
he: תיקוני תקלות
hr: Popravak greške
ro: Reparare probleme

source: spinner when processing
eo: indikilo dum traktado
he: שבשבת בזמן העיבוד
hr: okretajući gumb kad se obrađuje
ro: rotire în timpul procesării
ug: پىششىقلاپ ئىشلەش

source: Fix unselectable texts after merging
eo: Korekti neelekteblan tekston post kunigo
he: תיקון טקסטים שהופכים לבלתי ניתנים לבחירה לאחר מיזוג
hr: Popravi neodabrani tekst nakon sjedinjavanja
ro: Remediați textele neselectabile după unire
ug: بىرلەشتۈرۈلگەندىن كېيىن تاللىغىلى بولمايدىغان تېكىستلەرنى ئوڭشاڭ

source: Fix density merge PDF
eo: Korekti denson pri kunigo de PDF-oj
he: תיקון צפיפות מיזוג PDF
hr: Popravi gustoću sjedinjavanja PDF-a
ro: Fixați densitatea PDF la îmbinare
ug: زىچلىق بىرلەشتۈرۈلگەن PDF

source: Compression levels
eo: Niveloj de densigo
he: רמות דחיסה
hr: Razina komprimiranja
ro: Niveluri de compresie
ug: پىرىسلاش دەرىجىسى

source: Convert PNG, JPG, SVG, BMP to PDF
eo: Konverti PNG, JPG, SVG, BMP en formon PDF
he: המרת PNG,‏ JPG,‏ SVG,‏ BMP ל־PDF
hr: Pretvori PNG, JPG, SVG, BMP u PDF
ro: Convertiți fișiere PNG, JPG, SVG, BMP în PDF
ug: PNG ، JPG ، SVG ، BMP نى PDF غا ئۆزگەرتىڭ

source: Merge image files into PDF
eo: Kunigi bildojn en formon PDF
he: מיזוג קובצי תמונות ל־PDF
hr: Sjedini slikovne datoteke u PDF
ro: Uniți fișiere imagine în PDF
ug: رەسىم ھۆججىتىنى PDF غا بىرلەشتۈرۈڭ

source: Convert JPG to PDF
eo: Konverti JPG en formon PDF
he: המרת JPG ל־PDF
hr: Pretvori JPG u PDF
ro: Convertire JPG în PDF
ug: JPG نى PDF غا ئۆزگەرتىڭ

source: Split pages by color (Black-White / Colored)
eo: Apartigi paĝojn laŭ koloro (Nigrablanka / Kolora)
he: פיצול דפים לפי צבע (שחור לבן / צבעוני)
hr: Rastavi stranice prema boji (crno-bijelo/boja)
ro: Despărțiți paginile după culoare (negru-alb / colorate)
ug: بەتلەرنى رەڭگە بۆلۈڭ (قارا-ئاق / رەڭلىك)

source: Compress File
eo: Densigi Dosieron
he: דחיסת קובץ
hr: Komprimiraj datoteku
ro: Compresare fișier
ug: ھۆججەتنى پىرىسلاش

source: Split File
eo: Disigi Dosieron
he: פיצול קובץ
hr: Rastavi datoteku
ro: Despărțire fișier
ug: ھۆججەتنى پارچىلاش

source: Merge File
eo: Kunigi Dosierojn
he: מיזוג קובץ
hr: Sjedini datoteku
ro: Unire fișier
ug: ھۆججەتنى بىرلەشتۈرۈش

source: Tips & Tricks for PDF files
eo: Trukoj pri PDF-dosieroj
he: תכסיסים ועצות לקובצי PDF
hr: Savjeti i trikovi za PDF datoteke
ro: Sfaturi & trucuri pentru fișiere PDF
ug: PDF ھۆججىتىنىڭ كۆرسەتمىلىرى ۋە ئۇسۇللىرى

source: A simple, efficient app for small manipulation of PDF files. Compress, split, merge and convert PDF.
eo: Simpla, efika programo por manipuleti PDF-dosierojn. Densigu, disigu, kunigu, kaj konvertu PDF.
he: יישום פשוט ויעיל לשיפוצים קטנים בקובצי PDF. מאפשר לדחוס, לפצל, למזג ולהמיר PDF.
hr: Jednostavan i učinkovit program za male manipulacije PDF datoteka. Komprimiraj, rastavi, sjedini i pretvori PDF.
ro: O aplicație simplă și eficientă pentru manipularea redusă a fișierelor PDF. Comprimați, despărțiți, uniți și convertiți PDF.
ug: PDF ھۆججىتىنى كىچىك كونترول قىلىش ئۈچۈن ئاددىي ، ئۈنۈملۈك ئەپ. PDF نى پىرىسلاش ، بۆلۈش ، بىرلەشتۈرۈش ۋە ئۆزگەرتىش.

source: PDF;utilities;
eo: PDF;ilprogramo;utilaĵo;
he: PDF;כלים;עזרים;
hr: PDF;uslužni programi;
ro: PDF;utilitare;
