Repository: FreaxMATE/pdftricks
Catalog: po/*.po
Languages: de, el, eo, es, he, hr, hu, it, ja, lt, nb, nl, ro, ru, tr, ug

source: Convert
de: Konvertieren
el: Μετατροπή
eo: Konverti
es: Convertir
he: המרה
hr: Pretvori
hu: Konvertálás
it: Convertire
ja: 変換
lt: Konvertuoti
nb: Konverter
nl: Converteren
ro: Convertiți
ru: Преобразовать
tr: Dönüştür
ug: ئايلاندۇرۇش

source: File to Convert:
de: Zu konvertierende Datei:
el: Αρχείο προς μετατροπή:
eo: Konvertota Dosiero:
es: Archivo a convertir:
he: קובץ להמרה:
hr: Datoteka za pretvaranje:
hu: Konvertálandó fájl:
it: File da Convertire:
ja: 変換するファイル:
lt: Failas, kurį konvertuoti:
nb: Fil å konvertere:
nl: Te converteren bestand:
ro: Fișier de convertit:
ru: Файл для преобразования:
tr: Dönüştürlecek Dosya:
ug: ئايلاندۇرىدىغان ھۆججەت:

source: Format to Convert:
de: Konvertierungsformat:
el: Μορφή προς μετατροπή:
eo: Cela Formo:
es: Convertir a:
he: תצורה להמרה:
hr: Format za pretvaranje:
hu: Konvertálás Formátuma:
it: Formato da Convertire:
ja: 変換する形式:
lt: Formatas į kurį konvertuoti:
nb: Format å konvertere:
nl: Converteren naar:
ro: Formatul în care se va converti:
ru: Преобраовать в формат:
tr: Dönüştürme Biçimi:
ug: ئايلاندۇرۇش فورماتى:

source: File converted.
de: Datei konvertiert.
el: Το αρχείο μετατράπηκε.
eo: Dosiero konvertiĝis.
es: Se convirtió el archivo.
he: הקובץ הומר.
hr: Datoteka pretvorena.
hu: Fájl konvertálva.
it: File convertito.
ja: ファイルを変換しました。
lt: Failas konvertuotas.
nl: Bestand is geconverteerd.
ro: Fișier convertit.
ru: Файл преобразован.
tr: Dosya dönüştürüldü.
ug: ھۆججەت ئايلاندۇرۇلدى.

source: Could not convert this file.
de: Datei konnte nicht konvertiert werden.
el: Αδυναμία μετατροπής αυτού του αρχείου.
eo: Ne eblis konverti ĉi tiun dosieron.
es: No se pudo convertir el archivo.
he: לא ניתן להמיר את הקובץ הזה.
hr: Nije bilo moguće pretvoriti ovu datoteku.
hu: Ezt a fájlt nem lehet konvertálni.
it: Impossibile convertire questo file.
ja: このファイルを変換できませんでした。
lt: Nepavyko konvertuoti šio failo.
nb: Kunne ikke konvertere denne filen.
nl: Kan dit bestand niet converteren.
ro: Nu a putut fi convertit acest fișier.
ru: Неполучается преобразовать этот файл.
tr: Bu dosya dönüştürülemedi.
ug: بۇ ھۆججەتنى ئايلاندۇرالمىدى.

source: The input format is the same as the output format.
de: Das Eingabeformat ist identisch zum Ausgabeformat.
el: Η μορφή εισαγωγής είναι η ίδια με τη μορφή εξόδου.
eo: La eniga formo estas la sama kiel la eliga formo.
es: El formato de entrada es el mismo que el de salida.
he: תצורת הקלט זהה לתצורת הפלט.
hr: Ulazni format je isti kao i izlazni format.
hu: A forrás formátum megegyezik a cél formátummal.
it: Il formato di input è lo stesso del formato di output.
ja: 入力形式が出力形式と同じです。
lt: Įvesties formatas yra toks pats kaip ir išvesties formatas.
nb: Inndataformatet er det samme som utdataformatet.
nl: Het invoerformaat is hetzelfde als het uitvoerformaat.
ro: Formatul de intrare este același cu formatul de ieșire.
ru: Входной формат совпадает с выходным форматом.
tr: Girdi biçimi ile çıktı biçimi aynı.
ug: كىرگۈزۈش شەكلى چىقىرىش شەكلى بىلەن ئوخشاش.
