Repository: FreaxMATE/pdftricks
Catalog: po/*.po
Languages: de, el, eo, es, he, hr, hu, it, ja, lt, nb, nl, ro, ru, tr, ug

source: Back
de: Zurück
el: Πίσω
eo: Reen
es: Volver
he: חזרה
hr: Natrag
hu: Vissza
it: Indietro
ja: 戻る
lt: Atgal
nb: Tilbake
nl: Terug
ro: Înapoi
ru: Назад
tr: Geri
ug: قايتىش

source: PDF Tricks
el: Κόλπα PDF
eo: PDF-Trukoj
he: תכסיסי PDF
hr: PDF trikovi
nb: PDF-triks
ro: Trucuri PDF
ru: Улучшатель PDF
ug: PDF چارىسى

source: Tricks for PDF files
de: Tricks für PDF-Dateien
el: Κόλπα για αρχεία PDF
eo: Trukoj pri PDF-dosieroj
es: Triquiñuelas para archivos PDF
he: תכסיסים לקובצי PDF
hr: Trikovi za PDF datoteke
hu: Trükkök PDF fájlokhoz
it: Trucchi per i file PDF
ja: PDF ファイルのトリック
lt: Triukai PDF failams
nb: Triks for PDF-filer
nl: Trucjes voor PDF-bestanden
ro: Trucuri pentru fișiere PDF
ru: Улучшения PDF файлов
tr: PDF dosyaları için kimi hızlı araçlar
ug: PDF ھۆججەتلىرىنىڭ چارىلىرى

source: Compress PDF
de: PDF komprimieren
el: Συμπίεση PDF
eo: Densigi PDF
es: Comprimir
he: דחיסת PDF
hr: Komprimiraj PDF
hu: PDF tömörítés
it: Comprimi PDF
ja: PDF ファイルを圧縮
lt: Glaudinti PDF
nb: Pakk sammen PDF
nl: PDF comprimeren
ro: Compresare PDF
ru: Сжать PDF
tr: PDF Sıkıştır
ug: PDF نى پىرىسلاش

source: Compress a PDF file to get the same quality with reduced filesize.
de: Eine PDF-Datei komprimieren, um die gleiche Qualität bei reduzierter Dateigröße zu erhalten.
el: Συμπιέστε ένα αρχείο PDF για να αποκτήσετε την ίδια ποιότητα με μειωμένο μέγεθος αρχείου.
eo: Densigi PDF-dosieron por malpliigi la grandon sen perdo de kvalito.
es: Comprima un archivo PDF para reducir su tamaño sin perder calidad.
he: ניתן לדחוס קובץ PDF כדי לקבל את אותה האיכות בקובץ קטן יותר.
hr: Komprimiraj PDF datoteku za dobivanje iste kvalitete sa manjom veličinom datoteke.
hu: Tömöríts PDF fájt minőségromlás nélkül, fájlméretet csökkenésével.
it: Comprimi un file PDF per ottenere la stessa qualità con dimensioni ridotte.
ja: PDF ファイルを圧縮して、同じ品質でファイルサイズを削減します。
lt: Glaudinti PDF failą į tokią pačią PDF kokybę, bet mažesnį failo dydį.
nl: Comprimeer een PDF-bestand om dezelfde kwaliteit te verkrijgen, maar dan met een kleinere bestandsgrootte.
ro: Compresați un fișier PDF pentru a obține aceeași calitate cu dimensiunea redusă a fișierelor.
ru: Сжать PDF файл, чтобы получить файл с тем же качеством и меньшего размера.
tr: Azaltılmış dosya boyutuyla aynı kaliteyi elde etmek için PDF dosyasını sıkıştır.
ug: ئوخشاش بىر سۈپەتكە ئېرىشىش ئۈچۈن PDF ھۆججىتىنى پىرىسلاڭ.

source: Split PDF
de: PDF aufteilen
el: Διαχωρισμός PDF
eo: Disigi PDF
es: Dividir
he: פיצול PDF
hr: Rastavi PDF
hu: PDF szétválasztása
it: Dividi PDF
ja: PDF ファイルを分割
lt: Padalyti PDF
nb: Del PDF
nl: PDF splitsen
ro: Despărțiți PDF
ru: Разбить PDF
tr: PDF Böl
ug: PDF نى پارچىلاش

source: Split a PDF file by page ranges, or extract all PDF pages to multiple PDF files.
de: Eine PDF-Datei nach Seitenbereichen aufteilen oder alle PDF-Seiten in mehrere PDF-Dateien extrahieren.
el: Διαχωρίστε ένα αρχείο PDF κατά εύρος σελίδων ή εξαγάγετε όλες τις σελίδες PDF σε πολλά αρχεία PDF.
eo: Disigi PDF-dosieron laŭ intervaloj de paĝoj, aŭ ĉerpi ĉiujn PDF-paĝojn al pluraj PDF-dosieroj.
es: Divida un archivo PDF por rango de páginas o individuales en múltiples archivos PDF.
he: ניתן לפצל קובץ PDF לפי טווחי עמודים או לחלץ את כל עמודי ה־PDF למגוון קובצי PDF.
hr: Rastavi PDF datoteku po rasponima stranica ili izdvoji sve PDF stranice u pojedinačne PDF datoteke.
hu: Válassz szét PDF fájlt akár oldalanként más PDF fájlokba.
it: Dividi un file PDF per intervalli di pagine o estrai tutte le pagine PDF in più file PDF.
ja: ページ範囲を指定して PDF ファイルを分割したり、すべての PDF ページを複数の PDF ファイルに抽出したりします。
lt: Padalyti PDF failą pagal puslapių rėžius ar išskleisti visus PDF puslapius į kelis PDF failus.
nl: Splits een PDF-bestand op paginabereiken of verdeel alle pagina's over meerdere PDF-bestanden.
ro: Despărțiți un fișier PDF pe intervale de pagini sau extrageți toate paginile PDF în mai multe fișiere PDF.
ru: Разбить PDF файл на страницы или извлечь страницы в несколько PDF файлов.
tr: PDF dosyasını sayfa erimine göre böl veya tüm PDF sayfalarını birden fazla PDF dosyasına çıkart.
ug: PDF ھۆججىتىنى بەت دائىرىسىگە بۆلۈڭ ياكى بارلىق PDF بەتلىرىنى كۆپ PDF ھۆججىتىگە چىقىرىڭ.

source: Merge PDF
de: PDF zusammenführen
el: Συγχώνευση PDF
eo: Kunigi en formon PDF
es: Combinar
he: מיזוג PDF
hr: Sjedini PDF
hu: PDF összefűzése
it: Unisci PDF
ja: PDF ファイルをマージします
lt: Sulieti PDF
nb: Flett PDF
nl: PDF samenvoegen
ro: Uniți PDF
ru: Объединить PDF
tr: PDF Birleştir
ug: PDF نى بىرلەشتۈرۈش

source: Select multiple PDF files or images, and merge them in seconds.
de: Mehrere PDF-Dateien oder Bilder auswählen und diese in Sekundenschnelle zusammenführen.
el: Επιλέξτε πολλά αρχεία PDF ή εικόνες και συγχωνεύστε τα σε δευτερόλεπτα.
eo: Elekti plurajn PDF-dosierojn aŭ bildojn, kaj kunigi ilin rapide.
es: Seleccione varias imágenes o archivos PDF y combínelos en segundos.
he: ניתן לבחור מגוון קובצי PDF או תמונות ולאחד אותם תוך שניות.
hr: Odaberi nekoliko PDF datoteka ili slika i sjedini ih u roku od par sekundi.
hu: Válassz több PDF fájlt vagy képet, és fűzd össze őket pillanatok alatt.
it: Seleziona più file o immagini PDF e uniscili in pochi secondi.
ja: 複数の PDF ファイルや画像を選択して、数秒でマージします。
lt: Pasirinkti keletą PDF failų ar paveikslų ir per kelias akimirkas juos sulieti.
nl: Kies meerdere PDF-bestanden of afbeeldingen en voeg ze razendsnel samen.
ro: Selectați mai multe fișiere sau imagini PDF și îmbinați-le în câteva secunde.
ru: Выбрите несколько PDF файлов или изображений, которые будут объединены.
tr: Birden fazla PDF dosyası veya resim seç ve bunları saniyeler içinde birleştir.
ug: بىر نەچچە PDF ھۆججىتى ياكى رەسىمنى تاللاڭ ۋە سېكۇنتتا بىرلەشتۈرۈڭ.

source: Convert PDF
de: PDF konvertieren
el: Μετατροπή PDF
eo: Konverti PDF
es: Convertir
he: המרת PDF
hr: Pretvori PDF
hu: PDF konvertálása
it: Converti PDF
ja: PDF ファイルを変換します
lt: Konvertuoti PDF
nb: Konverter PDF
nl: PDF converteren
ro: Convertiți PDF
ru: Преобразовать PDF
tr: PDF Dönüştür
ug: PDF نى ئۆزگەرتىش

source: Convert PDF files to JPG, PNG and TXT formats.
de: PDF-Dateien in die Formate JPG, PNG und TXT umwandeln.
el: Μετατροπή αρχείων PDF σε μορφές JPG, PNG και ΤΧΤ.
eo: Konverti PDF-dosierojn en formojn JPG, PNG aŭ TXT.
es: Convierta archivos PDF a los formatos JPG, PNG o TXT.
he: ניתן להמיר קובצי PDF לכדי JPEG,‏ PNG ו־TXT.
hr: Pretvori PDF datoteke u JPG, PNG i TXT formate.
hu: Konvertáld a PDF fájlokat JPG, PNG és TXT formátumba.
it: Converti i file PDF nei formati JPG, PNG e TXT.
ja: PDF ファイルを JPG、PNG、TXT 形式に変換します。
lt: Konvertuoti PDF failus į JPG, PNG ir TXT formatus.
nl: Converteer PDF-bestanden naar JPG, PNG en TXT.
ro: Convertiți fișiere PDF în formate JPG, PNG și TXT.
ru: Преобразовать PDF в JPG, PNG и TXT форматы.
tr: PDF dosyalarını JPG, PNG ve TXT biçimlerine dönüştür.
ug: PDF ھۆججىتىنى JPG ، PNG ۋە TXT فورماتىغا ئايلاندۇرۇڭ.

source: Select the file to compress
de: Zu komprimierende Datei auswählen
el: Επιλογή αρχείου προς συμπίεση
eo: Elektu densigotan dosieron
es: Seleccione el archivo a comprimir
he: נא לבחור את הקבצים לדחיסה
hr: Odaberi datoteku za komprimiranje
hu: Válaszd ki a tömöríteni kívánt fájlt
it: Seleziona il file da comprimere
ja: 圧縮するファイルを選択
lt: Pasirinkite failą, kurį glaudinti
nb: Velg filen å pakke sammen
nl: Kies het te comprimeren bestand
ro: Selectați fișierul de comprimat
ru: Выберите файл для сжатия
tr: Sıkıştırılacak dosyası seç
ug: پىرىسلاش ئۈچۈن ھۆججەتنى تاللاڭ

source: Good quality, good compression
de: Gute Qualität, gute Kompressionsrate
el: Καλή ποιότητα, καλή συμπίεση
eo: Bona kvalito, bona densigo
es: Buena calidad, buena compresión
he: איכות טובה, דחיסה טובה
hr: Dobra kvaliteta, dobra kompresija
hu: Jó minőség, jó tömörítés
it: Buona qualità, buona compressione
ja: 適切な品質、適切な圧縮
lt: Gera kokybė, geras glaudinimas
nb: God kvalitet, god plassbesparelse
nl: Goede kwaliteit, goede compressie
ro: Calitate bună, compresie bună
ru: Хорошее качество, хорошее сжатие
tr: İyi kalite, iyi sıkıştırma
ug: ياخشى سۈپەتلىك ، پىرىسلاش ياخشى

source: Extreme Compression
de: Starke Kompressionsrate
el: Ακραία συμπίεση
eo: Ekstrema Densigo
es: Compresión extrema
he: דחיסה קיצונית
hr: Jaka kompresija
hu: Extrém tömörítés
it: Compressione Estrema
ja: 究極に圧縮
lt: Ekstremalus glaudinimas
nb: Ekstrem komprimering
nl: Extreme compressie
ro: Compresie mare
ru: Сильное сжатие
tr: Aşırı Sıkıştırma
ug: ھەددىدىن زىيادە پىرىسلاش

source: Medium Compression
de: Mittlere Kompressionsrate
el: Μεσαία συμπίεση
eo: Meza Densigo
he: דחיסה ממוצעת
hr: Srednja kompresija
hu: Közepes tömörítés
it: Compressione Media
ja: 中圧縮
ro: Compresie medie
ru: Среднее сжатие
tr: Orta Sıkıştırma
ug: ئوتتۇراھال پىرىسلاش

source: Recommended Compression
de: Empfohlene Kompressionsrate
el: Συνιστώμενη συμπίεση
eo: Rekomendata Densigo
es: Compresión recomendada
he: דחיסה מומלצת
hr: Preporučena kompresija
hu: Ajánlott tömörítés
it: Compressione Consigliata
ja: 推奨の圧縮
lt: Rekomenduojamas glaudinimas
nb: Anbefalt komprimering
nl: Aanbevolen compressie
ro: Compresie recomandată
ru: Рекомендуемое сжатие
tr: Tavsiye Edilen Sıkıştırma
ug: تەۋسىيە قىلىنغان پىرىسلاش

source: Less Compression
de: Geringe Kompressionsrate
el: Χαμηλή συμπίεση
eo: Malplia Densigo
he: פחות דחיסה
hr: Niži stupanj kompresije
hu: Kevesebb tömörítés
it: Meno Compressione
ja: 低圧縮
lt: Mažesnis glaudinimas
nl: Minder compressie
ro: Compresie mică
ru: Небольшое сжатие
tr: Daha Az Sıkıştırma
ug: ئازراق پىرىسلاش

source: Less quality, high compression
de: Geringe Qualität, hohe Kompressionsrate
el: Χαμηλή ποιότητα, υψηλή συμπίεση
eo: Malpli da kvalito, pli da densigo
es: Menor calidad, mayor compresión
he: פחות איכות, דחיסה גבוהה יותר
hr: Manja kvaliteta, visoka kompresija
hu: Rosszabb minőség, magas tömörítés
it: Meno qualità, alta compressione
ja: 低品質、高圧縮
lt: Žemesnė kokybė, didelis glaudinimas
nb: Mindre kvalitet, høyere komprimering
nl: Lagere kwaliteit, hoge compressie
ro: Calitate mai mică, compresie ridicată
ru: Меньше качество, высокое сжатие
tr: Daha az kalite, yüksek sıkıştırma
ug: سۈپەتسىز ، يۇقىرى پىرىسلاش

source: Good quality, optimized for printing
de: Gute Qualität, für Druck optimiert
el: Καλή ποιότητα, βελτιστοποιημένη για εκτύπωση
eo: Bona kvalito, optimuma por presado
he: איכות טובה, מתאים להדפסה
hr: Dobra kvaliteta, optimirano za ispis
hu: Jó minőség, nyomtatáshoz optimalizálva
it: Di buona qualità, ottimizzato per la stampa
ja: 適度な品質、印刷向け
ro: Calitate bună, optimizat pentru imprimare
ru: Хорошее качество, оптимизация для печати
tr: Güzel kalite, baskı için eniyilenmiş
ug: ياخشى سۈپەتلىك ، بېسىپ چىقىرىش ئۈچۈن ئەلالاشتۇرۇلغان

source: High quality, less compression
de: Hohe Qualität, geringe Kompressionsrate
el: Υψηλή ποιότητα, χαμηλή συμπίεση
eo: Pli da kvalito, malpli da densigo
es: Mayor calidad, menor compresión
he: איכות טובה, פחות דחיסה
hr: Visoka kvaliteta, manja kompresija
hu: Jó minőség, kevesebb tömörítés
it: Alta qualità, meno compressione
ja: 高品質、低圧縮
lt: Aukšta kokybė, mažesnis glaudinimas
nb: Høy kvalitet, mindre komprimering
nl: Hoge kwaliteit, lagere compressie
ro: Calitate înaltă, compresie mai mică
ru: Высокое качество, небольшое сжатие
tr: Yüksek kalite, daha az sıkıştırma
ug: ئەلا سۈپەتلىك ، پىرىسلاش ئاز

source: Compress
de: Komprimieren
el: Συμπίεση
eo: Densigi
es: Comprimir
he: דחיסה
hr: Komprimiraj
hu: Tömörítés
it: Comprimi
ja: 圧縮
lt: Glaudinti
nb: Pakk sammen
nl: Comprimeren
ro: Compresare
ru: Сжать
tr: Sıkıştır
ug: پىرىسلاش

source: File to Compress:
de: Zu komprimierende Datei:
el: Αρχείο προς συμπίεση:
eo: Densigota Dosiero:
es: Archivo a comprimir:
he: קובץ לדחיסה:
hr: Datoteka za komprimiranje:
hu: Tömörítendő fájl:
it: File da comprimere:
ja: 圧縮するファイル:
lt: Failas, kurį glaudinti:
nb: Filer å pakke sammen:
nl: Te comprimeren bestand:
ro: Fișiere de compresat:
ru: Файл для сжатия:
tr: Sıkıştırılacak Dosya:
ug: پىرىسلاش ھۆججىتى:

source: Compression Level:
de: Kompressionsstufe:
el: Επίπεδο συμπίεσης:
eo: Nivelo de Densigo:
he: רמת הדחיסה:
hr: Razina kompresije:
hu: Tömörítés mértéke:
it: Livello di compressione:
ja: 圧縮レベル:
lt: Glaudinimo lygis:
nl: Compressieniveau:
ro: Nivelul de compresie:
ru: Уровень сжатия:
tr: Sıkıştırma Düzeyi:
ug: پىرىسلاش دەرىجىسى:

source: Success.
de: Erfolgreich
el: Επιτυχία.
eo: Sukcesis.
es: Éxito.
he: הצלחה.
hr: Uspjeh.
hu: Siker.
it: Riuscito.
ja: 成功しました。
lt: Pavyko.
nb: Vellykket.
nl: Voltooid.
ro: Acțiune realizată cu succes.
ru: Успешно.
tr: Başarılı.
ug: مۇۋەپپەقىيەت.

source: Your file was succefully compressed.
de: Datei wurde erfolgreich komprimiert.
el: Το αρχείο συμπιέστηκε επιτυχώς.
eo: Sukcesis densigo de via dosiero.
es: Se comprimió el archivo correctamente.
he: הקובץ שלך נדחס בהצלחה.
hr: Tvoja je datoteka uspješno komprimirana.
hu: A fájlod sikeresen tömörítve lett.
it: Il tuo file è stato compresso correttamente.
ja: ファイルを圧縮しました。
lt: Jūsų failas buvo sėkmingai suglaudintas.
nb: Fil sammenpakket.
nl: Je bestand is gecomprimeerd.
ro: Fișierul dvs. a fost comprimat cu succes.
ru: Ваш файл бы успешно сжат.
tr: Dosyanız sıkıştırıldı.
ug: ھۆججىتىڭىز مۇۋەپپەقىيەتلىك ھالدا پىرىسلاندى.

source: Failure.
de: Fehlgeschlagen.
el: Αποτυχία.
eo: Malsukcesis.
es: Error.
he: כשל.
hr: Neuspjeh.
hu: Hiba.
it: Fallito.
ja: 失敗しました。
lt: Nesėkmė.
nb: Mislyktes.
nl: Mislukt.
ro: Eroare.
ru: Ошибка.
tr: Başarısız.
ug: مەغلۇبىيەت.

source: There was a problem compressing your file.
de: Komprimieren der Datei fehlgeschlagen.
el: Υπήρξε πρόβλημα κατά την συμπίεση του αρχείου σας.
eo: Malsukcesis densigo de via dosiero.
es: Hubo un fallo al comprimir el archivo.
he: אירעה תקלה בדחיסת הקובץ שלך.
hr: Došlo je do problema tijekom komprimiranja tvoje datoteke.
hu: Probléma lépett fel a fájlod tömörítése közben.
it: Si è verificato un problema durante la compressione del file.
ja: ファイルの圧縮時に問題が発生しました。
lt: Glaudinant jūsų failą, atsirado problemų.
nb: Kunne ikke pakke sammen filen din.
nl: Je bestand kan niet worden gecomprimeerd.
ro: A apărut o problemă la comprimarea fișierului.
ru: Возникли проблемы при преобразовании вашего файла.
tr: Dosyanız sakıştırılırken hata oluştu.
ug: ھۆججىتىڭىزنى پىرىسلاشتا مەسىلە كۆرۈلدى.

source: Select the file to save
de: Zu speichernde Datei auswählen
el: Επιλογή αρχείου προς αποθήκευση
eo: Elektu konservotan dosieron
es: Seleccione el archivo a guardar
he: נא לבחור קובץ לשמירה
hr: Odaberi datoteku za spremanje
hu: Válaszd ki a mentendő fájlt
it: Seleziona il file da salvare
ja: 保存するファイルを選択
lt: Pasirinkite failą į kurį įrašyti
nb: Velg filen å lagre
nl: Kies het bestand om op te slaan
ro: Selectați fișierul de salvat
ru: Выберите файл для сохранения
tr: Kaydetmek için dosyayı seç
ug: ساقلاش ئۈچۈن ھۆججەتنى تاللاڭ

source: Save
de: Speichern
el: Αποθήκευση
eo: Konservi
es: Guardar
he: שמירה
hr: Spremi
hu: Mentés
it: Salva
ja: 保存
lt: Įrašyti
nb: Lagre
nl: Opslaan
ro: Salvare
ru: Сохранить
tr: Kaydet
ug: ساقلاش

source: Cancel
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es: Cancelar
he: ביטול
hr: Odustani
hu: Mégsem
it: Cancella
ja: キャンセル
lt: Atsisakyti
nb: Avbryt
nl: Annuleren
ro: Anulare
ru: Отмена
tr: İptal Et
ug: بىكار قىلىش

source: Extract all pages
de: Alle Seiten extrahieren
el: Εξαγωγή όλων των σελίδων
eo: Ĉerpi ĉiujn paĝojn
es: Extraer todas las páginas
he: חילוץ כל העמודים
hr: Izdvoji sve stranice
hu: Minden oldal kibontása
it: Estrai tutte le pagine
ja: すべてのページを抽出
lt: Išskleisti visus puslapius
nb: Pakk ut samtlige sider
nl: Alle pagina's extraheren
ro: Extragerea tuturor paginilor
ru: Извлечь все страницы
tr: Tüm sayfaları çıkart
ug: بارلىق بەتلەرنى چىقىرىڭ

source: Select range of pages
de: Seitenbereich auswählen
el: Επιλέξτε εύρος σελίδων
eo: Elekti intervalon de paĝoj
es: Seleccionar rango de páginas
he: נא לבחור טווח עמודים
hr: Odaberi raspon stranica
hu: Oldaltartomány választása
it: Seleziona l'intervallo di pagine
ja: ページの範囲を選択
lt: Pasirinkti puslapių rėžį
nl: Kies het paginabereik
ro: Selectați paginile
ru: Выбрать диапазон страниц
tr: Sayfa erimini seç
ug: بەت دائىرىسىنى تاللاڭ

source: Separate colored pages
de: Farbige Seiten trennen
el: Ξεχωρίστε τις χρωματιστές σελίδες
eo: Apartigi kolorajn paĝojn
es: Separar páginas en color
he: הפרדת עמודים צבעוניים
hr: Odvoji stranice u boji
hu: Színes oldalak kiválogatása
it: Separare le pagine colorate
ja: カラーのページを分割
lt: Atskirti spalvotus puslapius
nb: Del fargede sider
nl: Gekleurde pagina's scheiden
ro: Separare pagini colorate
ru: Отделить цветные страницы
tr: Renkli sayfaları ayır
ug: رەڭلىك بەتلەرنى ئايرىڭ

source: Split
de: Aufteilen
el: Διαχωρισμός
eo: Disigi
es: Dividir
he: פיצול
hr: Rastavi
hu: Szétválasztás
it: Dividi
ja: 分割
lt: Padalyti
nb: Del
nl: Splitsen
ro: Despărțire
ru: Разбить
tr: Böl
ug: پارچىلاش

source: File to Split:
de: Aufzuteilende Datei:
el: Αρχείο προς διαχωρισμό:
eo: Disigota Dosiero:
es: Archivo a dividir:
he: קובץ לפיצול:
hr: Datoteka za rastavljanje:
hu: Szétválasztandó fájl:
it: File da Dividere:
ja: 分割するファイル:
lt: Failas, kurį padalyti:
nl: Te splitsen bestand:
ro: Fișier pentru despărțit:
ru: Файл для разбиения:
tr: Bölünecek Dosya:
ug: بۆلۈشكە ھۆججەت:

source: File split.
de: Datei aufgeteilt
el: Διαχωρισμός αρχείων.
eo: Sukcesis disigi dosieron.
es: Se dividió el archivo.
he: הקובץ פוצל.
hr: Datoteka rastavljena.
hu: Fájl szétválasztása.
it: File diviso.
ja: ファイルを分割しました。
lt: Failas padalytas.
nl: Bestandssplitsing.
ro: Fișier despărțit.
ru: Файл разбит.
tr: Dosya bölündü.
ug: ھۆججەت بۆلۈش.

source: Could not split this file.
de: Datei konnte nicht aufgeteilt werden.
el: Αδυναμία διαχωρισμού αυτού του αρχείου.
eo: Malsukcesis disigi dosieron.
es: No se pudo dividir el archivo.
he: לא ניתן לפצל את הקובץ.
hr: Nije bilo moguće rastaviti ovu datoteku.
hu: Ezt a fájlt nem lehet szétválasztani.
it: Impossibile dividere questo file.
ja: このファイルを分割できませんでした。
lt: Nepavyko padalyti šio failo.
nb: Kunne ikke dele denne filen.
nl: Kan dit bestand niet splitsen.
ro: Imposibil de despărțit acest fișier.
ru: Неполучилось разбить этот файл.
tr: Bu dosya bölünemedi.
ug: بۇ ھۆججەتنى ئايرىيالمىدى.

source: Add File
de: Datei hinzufügen
el: Προσθήκη αρχείου
eo: Aldoni Dosieron
es: Añadir archivo
he: הוספת קובץ
hr: Dodaj datoteku
hu: Fájl hozzáadása
it: Aggiungi FIle
ja: ファイルを追加
lt: Pridėti failą
nl: Bestand toevoegen
ro: Adăugare fișier
ru: Добавить файл
tr: Dosya Ekle
ug: ھۆججەت قوشۇڭ

source: Remove Selected
de: Ausgewählte entfernen
el: Αφαίρεση επιλεγμένων
eo: Forigi Elektitajn
es: Quitar
he: הסרת הנבחרים
hr: Ukloni odabrano
hu: Kijelöltek eltávolítása
it: Rimuovi Selezionato
ja: 選択項目を削除
lt: Šalinti pasirinktus
nl: Selectie verwijderen
ro: Șterge selecția
ru: Удалить выбранное
tr: Seçileni Kaldır
ug: تاللانغاننى ئۆچۈرۈڭ

source: Clear All
de: Alle leeren
el: Εκκαθάριση όλων
eo: Forviŝi Ĉion
es: Vaciar
he: לפנות הכול
hr: Izbriši sve
hu: Minden törlése
it: Cancella tutto
ja: すべてクリア
lt: Išvalyti visus
nb: Tøm alt
nl: Alles wissen
ro: Șterge tot
ru: Очистить всё
tr: Tümünü Temizle
ug: ھەممىنى تازىلاش

source: Open
de: Öffnen
el: Άνοιγμα
eo: Malfermi
es: Abrir
he: פתיחה
hr: Otvori
hu: Megnyitás
it: Apri
ja: 開く
lt: Atverti
nb: Åpne
nl: Openen
ro: Deschide
ru: Открыть
tr: Aç
ug: ئېچىڭ

source: Files
de: Dateien
el: Αρχεία
eo: Dosieroj
es: Archivos
he: קבצים
hr: Datoteke
hu: Fájlok
it: File
ja: ファイル
lt: Failai
nb: Filer
nl: Bestanden
ro: Fișiere
ru: Файлы
tr: Dosyalar
ug: ھۆججەتلەر

source: Pages
de: Seiten
el: Σελίδες
eo: Paĝoj
es: Páginas
he: עמודים
hr: Stranice
hu: Oldalak
it: Pagine
ja: ページ
lt: Puslapių
nb: Sider
nl: Pagina's
ro: Pagini
ru: Страницы
tr: Sayfalar
ug: بەتلەر

source: Merge
de: Zusammenführen
el: Συγχώνευση
eo: Kunigi
es: Combinar
he: מיזוג
hr: Sjedini
hu: Összefűzés
it: Unisci
ja: マージ
lt: Sulieti
nb: Flett
nl: Samenvoegen
ro: Unire
ru: Объединить
tr: Birleştir
ug: بىرلەشتۈرۈش

source: Your file was succefully merged.
de: Dateien wurde erfolgreich zusammengeführt.
el: Το αρχείο συγχωνεύτηκε επιτυχώς.
eo: Sukcesis kunigi vian dosieron.
es: Sus archivos se combaron correctamente.
he: הקובץ שלך מוזג בהצלחה.
hr: Tvoja je datoteka uspješno sjedinjena.
hu: A fájlod sikeresen össze lett fűzve.
it: Il tuo file è stato unito correttamente.
ja: ファイルをマージしました。
lt: Jūsų failas buvo sėkmingai sulietas.
nb: Fil flettet.
nl: Je bestand is samengevoegd.
ro: Fișierul dvs. a fost unit cu succes.
ru: Ваши файлы успешно объединены.
tr: Dosyanız birleştirildi.
ug: ھۆججىتىڭىز مۇۋەپپەقىيەتلىك بىرلەشتۈرۈلدى.

source: There was a problem merging your file.
de: Zusammenführen der Dateien fehlgeschlagen
el: Υπήρξε πρόβλημα κατά τη συγχώνευση του αρχείου σας.
eo: Malsukcesis kunigi vian dosieron.
es: Hubo un fallo al combinar sus archivos.
he: אירעה תקלה במיזוג הקובץ שלך.
hr: Došlo je do problema tijekom sjedinjavanja tvoje datoteke.
hu: Probléma lépett fel a fájlod összefűzése közben.
it: Si è verificato un problema durante l'unione del file.
ja: ファイルのマージ時に問題が発生しました。
lt: Suliejant jūsų failą, atsirado problemų.
nb: Kunne ikke flette filen din.
nl: Je bestand kan niet worden samengevoegd.
ro: A apărut o problemă la unirea fișierului dvs.
ru: Возникли проблемы с объединением файлов.
tr: Dosyanız birleştirilirken hata oluştu.
ug: ھۆججىتىڭىزنى بىرلەشتۈرۈشتە مەسىلە كۆرۈلدى.

source: ImageMagick Policies
de: ImageMagick-Richtlinien
el: Πολιτικές ImageMagick
eo: Reguloj pri ImageMagick
es: Directivas de ImageMagick
he: מדיניות של ImageMagick
hr: ImageMagick pravila
hu: ImageMagick Beállítások
it: Politiche di ImageMagick
ja: ImageMagick ポリシー
lt: ImageMagick politikos
nb: ImageMagick-praksiser
nl: ImageMagick-beleid
ro: Politici ImageMagick
ru: ImageMagick разрешения
tr: ImageMagick Politikaları
ug: ImageMagick سىياسەتلىرى

source: Change the ImageMagick security policies that prevent this operation and try again.
de: Die Sicherheitsrichtlinien für ImageMagick ändern, die diesen Vorgang verhindern, und erneut versuchen.
el: Αλλάξτε τις πολιτικές ασφαλείας του ImageMagick που εμποδίζουν αυτήν τη λειτουργία και δοκιμάστε ξανά.
eo: Ŝanĝu tiujn regulojn pri sekureco de ImageMagick, kiuj malebligas ĉi tiun operacion, kaj reprovu.
es: Cambie las directivas de seguridad de ImageMagick que impiden esta operación e inténtelo de nuevo.
he: ניתן לשנות את מדיניות האבטחה של ImageMagick שמונעת את ביצוע הפעולה הזאת ולנסות שוב.
hr: Promijeni sigurnosna ImageMagick pravila koja sprečavaju ovu operaciju i pokušaj ponovo.
hu: Változtasd meg az ImageMagick biztonsági szabályait, amik megakadályozzák ezt a műveletet és próbáld újra.
it: Modifica i criteri di sicurezza di ImageMagick che impediscono questa operazione e riprova.
ja: この操作を防止するため、ImageMagick のセキュリティポリシーを変更して、もう一度やり直してください。
lt: Pakeiskite ImageMagick saugumo politikas, kurios neleidžia šios operacijos ir bandykite dar kartą.
nb: Sikkerhetspraksisene for din ImageMagick-installasjon tillater ikke dette. Frigjør manipulering av PDF-filer i ImageMagick og prøv igjen.
nl: Pas het beveiligingsbeleid van ImageMagick aan dat deze handeling tegenhoudt en probeer het opnieuw.
ro: Modificați politicile de securitate ImageMagick care împiedică această operațiune și încercați din nou.
ru: Измените разрешения ImageMagick, которые мешают выполнению данной операции и повторите снова.
tr: Bu işlemi önleyen ImageMagick güvenlik politikalarını değiştirip tekrar deneyin.
ug: بۇ مەشغۇلاتنىڭ ئالدىنى ئالىدىغان ImageMagick بىخەتەرلىك سىياسىتىنى ئۆزگەرتىپ قايتا سىناڭ.

source: Select the file to convert
de: Zu konvertierende Datei auswählen
el: Επιλογή αρχείου προς μετατροπή
eo: Elektu konvertotan dosieron
es: Seleccione el archivo a convertir
he: נא לבחור קובץ להמרה
hr: Odaberi datoteku za pretvaranje
hu: Válaszd ki a konvertálandó fájlt
it: Seleziona il file da convertire
ja: 変換するファイルを選択
lt: Pasirinkite failą, kurį konvertuoti
nb: Fil å konvertere:
nl: Kies het te converteren bestand
ro: Selectați fișierul de convertit
ru: Выберите файл для преобразования
tr: Dönüştürülecek dosyası seç
ug: ئايلاندۇرۇش ئۈچۈن ھۆججەتنى تاللاڭ
